"%@ - Offline" = "%@ – Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Adicionar novo cartão...";

"Add a Card" = "Adicionar um cartão";

"Apt." = "Apt.";

"Contact" = "Contato";

"Delivery" = "Entrega";

"Delivery Address" = "Endereço de entrega";

"Free" = "Grátis";

"Invalid Shipping Address" = "Endereço de envio inválido";

"Loading…" = "Carregando...";

"Multibanco" = "Multibanco";

"Next" = "Próximo";

"Online Banking (FPX)" = "Online Banking (FPX)";

"Payment Method" = "Forma de pagamento";

"Shipping" = "Dados de entrega";

"Shipping Method" = "Método de entrega";

"Use Billing" = "Usar cobrança";

"Use Delivery" = "Usar entrega";

"Use Shipping" = "Usar envio";
